tap "withgraphite/tap"
tap "homebrew/cask-fonts"

brew "bash"
brew "gawk"
brew "wget"
brew "coreutils"
brew "curl"
# brew "asdf"
brew "ripgrep"
brew "git"
brew "tmux"
brew "gh"
brew "gpg"
brew "libpq"
brew "postgresql"
brew "libsodium"
brew "redis"
brew "pdftk-java"
brew "fd"
brew "fzf"
brew "starship"
brew "awscli"
brew "aws-iam-authenticator"
brew "lazygit"
brew "lsd"
brew "neovim", args: ["HEAD"]
brew "withgraphite/tap/graphite"
brew "gnu-sed"
brew "git-machete"

cask "chromedriver"
cask "joplin"
cask "skitch"
cask "1password"
# cask "zoom"
# cask "cleanmymac"
cask "dbeaver-community"
cask "slack"
cask "hammerspoon"
cask "raycast"
cask "hey"

cask "font-fira-code-nerd-font"
cask "font-roboto-mono-nerd-font"
