brew "bash"
brew "gawk"
brew "wget"
brew "coreutils"
brew "curl"
brew "asdf"
brew "ripgrep"
brew "git"
brew "zellij"
brew "gh"
brew "gpg"
brew "docker"
brew "libsodium"
brew "fd"
brew "fzf"
brew "starship"
brew "awscli"
brew "aws-iam-authenticator"
brew "lazygit"
brew "lsd"
brew "neovim", args: ["HEAD"]
brew "git-spice"
brew "gnu-sed"
brew "ghostty"
brew "crush"

cask "chromedriver"
cask "joplin"
cask "skitch"
cask "1password"
cask "zoom"
cask "cleanmymac"
cask "dbeaver-community"
cask "slack"
cask "hammerspoon"
cask "raycast"
cask "hey"
